Repository: GNOME/folks
Catalog: po/*.po
Languages: kk, uz

source: No BlueZ 5 object manager running, so the BlueZ backend will be inactive. Either your BlueZ installation is too old (only version 5 is supported) or the service can’t be started.
kk: BlueZ 5 объект менеджері жұмыс істеп тұрған жоқ, сондықтан BlueZ функционалды бөлігі белсенді болмайды. Не BlueZ нұсқасы тым ескі (тек 5-нұсқасына қолдау көрсетіледі), не қызметті іске қосу мүмкін емес.
uz: BlueZ 5 ob'ekt menejeri ishlamaydi, shuning uchun BlueZ backend faol bo'lmaydi. Yoki BlueZ o‘rnatishingiz juda eski (faqat 5-versiya qo‘llab-quvvatlanadi) yoki xizmatni ishga tushirib bo‘lmaydi.

source: Error connecting to OBEX transfer daemon over D-Bus. Ensure BlueZ and obexd are installed.
kk: D-Bus арқылы OBEX тасымалдау қызметіне қосылу қатесі. BlueZ және obexd орнатылғанына көз жеткізіңіз.
uz: D-Bus orqali OBEX uzatish demoniga ulanishda xatolik yuz berdi. BlueZ va obexd o'rnatilganligiga ishonch hosil qiling.

source: Error reading the transferred address book file: %s
kk: Тасымалданған адрес кітабы файлын оқу қатесі: %s
uz: Oʻtkazilgan manzillar kitobi faylini oʻqishda xatolik yuz berdi: %s

source: Error during transfer of the address book ‘%s’ from Bluetooth device ‘%s’.
kk: ‘%s’ адрес кітабын ‘%s’ Bluetooth құрылғысынан тасымалдау кезінде қате орын алды.
uz: “%s” manzillar kitobini “%s” Bluetooth qurilmasidan uzatishda xatolik yuz berdi.

source: Permission to access the address book on Bluetooth device ‘%s’ was denied by the user.
kk: ‘%s’ Bluetooth құрылғысындағы адрес кітабына қол жеткізу рұқсатынан пайдаланушы бас тартты.
uz: “%s” Bluetooth qurilmasidagi manzillar kitobiga kirish ruxsati foydalanuvchi tomonidan rad etildi.

source: An OBEX address book transfer from device ‘%s’ could not be started: %s
kk: ‘%s’ құрылғысынан OBEX адрес кітабын тасымалдауды бастау мүмкін болмады: %s
uz: “%s” qurilmasidan OBEX manzillar kitobini uzatishni ishga tushirib bo‘lmadi: %s

source: The OBEX address book transfer from device ‘%s’ failed: %s
kk: ‘%s’ құрылғысынан OBEX адрес кітабын тасымалдау сәтсіз аяқталды: %s
uz: “%s” qurilmasidan OBEX manzillar kitobini uzatish amalga oshmadi: %s

source: Error during transfer of the address book from Bluetooth device ‘%s’: %s
kk: Адрес кітабын ‘%s’ Bluetooth құрылғысынан тасымалдау кезіндегі қате: %s
uz: Manzillar kitobini Bluetooth qurilmasidan “%s” o‘tkazishda xatolik yuz berdi: %s

source: Bluetooth device ‘%s’ disappeared during address book transfer.
kk: Адрес кітабын тасымалдау кезінде ‘%s’ Bluetooth құрылғысы жоғалып кетті.
uz: Manzillar kitobini uzatishda Bluetooth qurilmasi “%s” yo‘qoldi.

source: Starred in Android
kk: Android жүйесінде таңдаулыларға қосылған
uz: Androidda yulduzcha

source: Address book ‘%s’ is offline, so contact ‘%s’ cannot be removed.
kk: ‘%s’ адрес кітабы желіден тыс режимде, сондықтан ‘%s’ контактісін өшіру мүмкін емес.
uz: “%s” manzillar kitobi oflayn, shuning uchun “%s” kontaktini o‘chirib bo‘lmaydi.

source: Permission denied to remove contact ‘%s’: %s
kk: ‘%s’ контактісін өшіруге рұқсат берілмеді: %s
uz: “%s” kontaktini olib tashlashga ruxsat berilmadi: %s

source: Removing contacts isn’t supported by this persona store: %s
kk: Контактілерді өшіруге бұл дербес деректер қоймасында қолдау көрсетілмейді: %s
uz: Kontaktlarni oʻchirish bu shaxsiy doʻkonda qoʻllab-quvvatlanmaydi: %s

source: Can’t remove contact ‘%s’: %s
kk: ‘%s’ контактісін өшіру мүмкін емес: %s
uz: “%s” kontaktini olib tashlab bo‘lmadi: %s

source: Address book ‘%s’ is offline.
kk: ‘%s’ адрес кітабы желіден тыс режимде.
uz: “%s” manzillar kitobi oflayn.

source: Permission denied to open address book ‘%s’: %s
kk: ‘%s’ адрес кітабын ашуға рұқсат берілмеді: %s
uz: “%s” manzillar kitobini ochishga ruxsat berilmadi: %s

source: Couldn’t open address book ‘%s’: %s
kk: ‘%s’ адрес кітабын ашу мүмкін болмады: %s
uz: “%s” manzillar kitobini ochib bo‘lmadi: %s

source: Couldn’t get address book capabilities: %s
kk: Адрес кітабының мүмкіндіктерін алу мүмкін болмады: %s
uz: Manzillar kitobi imkoniyatlarini olib bo‘lmadi: %s

source: Couldn’t get view for address book ‘%s’.
kk: ‘%s’ адрес кітабының көрінісін алу мүмкін болмады.
uz: “%s” manzillar kitobini ko‘rib bo‘lmadi.

source: Couldn’t get view for address book ‘%s’: %s
kk: ‘%s’ адрес кітабының көрінісін алу мүмкін болмады: %s
uz: “%s” manzillar kitobini ko‘rib bo‘lmadi: %s

source: Creating a new contact failed due to reaching the timeout.
kk: Күту уақыты аяқталуына байланысты жаңа контактіні жасау сәтсіз аяқталды.
uz: Vaqt tugashi tufayli yangi kontakt yaratib bo‘lmadi.

source: Changing the ‘%s’ property failed due to reaching the timeout.
kk: Күту уақыты аяқталуына байланысты ‘%s’ қасиетін өзгерту сәтсіз аяқталды.
uz: Vaqt tugashi tufayli “%s” xususiyatini o‘zgartirib bo‘lmadi.

source: Avatar is not writeable on this contact.
kk: Бұл контактіде аватарды жазу мүмкін емес.
uz: Bu kontaktga avatar yozib bo‘lmaydi.

source: Web service addresses are not writeable on this contact.
kk: Бұл контактіде веб-қызмет адрестерін жазу мүмкін емес.
uz: Ushbu kontaktga veb-xizmat manzillarini yozib bo'lmaydi.

source: URLs are not writeable on this contact.
kk: Бұл контактіде URL адрестерін жазу мүмкін емес.
uz: Bu kontaktga URL manzillarini yozib bo‘lmaydi.

source: Local IDs are not writeable on this contact.
kk: Жергілікті ID-лерді бұл контактіде жазуға болмайды.
uz: Ushbu kontaktga mahalliy identifikatorlarni yozib bo'lmaydi.

source: The contact cannot be marked as favourite.
kk: Контактіні таңдаулы ретінде белгілеу мүмкін емес.
uz: Kontaktni sevimli deb belgilash mumkin emas.

source: Can’t update avatar: %s
kk: Аватарды жаңарту мүмкін емес: %s
uz: Avatarni yangilab boʻlmadi: %s

source: E-mail addresses are not writeable on this contact.
kk: Бұл контактта эл. пошта адрестерін жазуға болмайды.
uz: Ushbu kontaktga elektron pochta manzillarini yozib bo'lmaydi.

source: Phone numbers are not writeable on this contact.
kk: Бұл контактта телефон нөмірлерін жазуға болмайды.
uz: Ushbu kontaktga telefon raqamlarini yozib bo'lmaydi.

source: Postal addresses are not writeable on this contact.
kk: Бұл контактта пошта адрестерін жазуға болмайды.
uz: Ushbu kontaktga pochta manzillarini yozib bo'lmaydi.

source: Full name is not writeable on this contact.
kk: Бұл контактта толық атын жазуға болмайды.
uz: Ushbu kontaktda to'liq ismni yozib bo'lmaydi.

source: Nickname is not writeable on this contact.
kk: Бұл контактта никті жазуға болмайды.
uz: Bu kontaktga taxallusni yozib bo‘lmaydi.

source: Notes are not writeable on this contact.
kk: Бұл контактта жазбаларды жазуға болмайды.
uz: Ushbu kontaktga eslatma yozib bo'lmaydi.

source: Birthday is not writeable on this contact.
kk: Бұл контактта туған күнді жазуға болмайды.
uz: Bu kontaktda tug‘ilgan kunni yozib bo‘lmaydi.

source: Roles are not writeable on this contact.
kk: Бұл контактта рөлдерді жазуға болмайды.
uz: Bu kontaktda rollarni yozib bo‘lmaydi.

source: Structured name is not writeable on this contact.
kk: Бұл контактта құрылымдалған атты жазуға болмайды.
uz: Ushbu kontaktda tuzilgan ismni yozib bo'lmaydi.

source: IM addresses are not writeable on this contact.
kk: Бұл контактта IM адрестерін жазуға болмайды.
uz: Ushbu kontaktga IM manzillarini yozib bo'lmaydi.

source: Groups are not writeable on this contact.
kk: Бұл контактта топтарды жазуға болмайды.
uz: Guruhlarni bu kontaktga yozib boʻlmaydi.

source: My Contacts is only available for Google Contacts
kk: "Менің контактілерім" тек Google контактілері үшін қолжетімді
uz: Mening kontaktlarim faqat Google kontaktlari uchun mavjud

source: Gender is not writeable on this contact.
kk: Бұл контактта жынысты жазуға болмайды.
uz: Bu kontaktda jinsni yozib bo‘lmaydi.

source: Anti-links are not writeable on this contact.
kk: Бұл контактта анти-сілтемелерді жазуға болмайды.
uz: Ushbu kontaktga anti-havolalarni yozib bo'lmaydi.

source: Location is not writeable on this contact.
kk: Бұл контактта орынды жазуға болмайды.
uz: Bu kontaktga joylashuvni yozib bo‘lmaydi.

source: Permission denied when creating new contact: %s
kk: Жаңа контактіні жасау кезінде рұқсат берілмеді: %s
uz: Yangi kontakt yaratishda ruxsat rad etildi: %s

source: Address book is offline and a new contact cannot be created: %s
kk: Адрес кітапшасы желіде емес және жаңа контактіні жасау мүмкін емес: %s
uz: Manzillar kitobi oflayn va yangi kontakt yaratib bo‘lmaydi: %s

source: New contact is not writeable: %s
kk: Жаңа контактіге жазу мүмкін емес: %s
uz: Yangi kontaktni yozib boʻlmaydi: %s

source: Invalid value in contact: %s
kk: Контактідегі мән жарамсыз: %s
uz: Kontaktdagi qiymat noto‘g‘ri: %s

source: Unknown error adding contact: %s
kk: Контактіні қосудың белгісіз қатесі: %s
uz: Kontaktni qo‘shishda noma’lum xatolik: %s

source: Property ‘%s’ is not writeable: %s
kk: ‘%s’ қасиетіне жазу мүмкін емес: %s
uz: “%s” xususiyatini yozish mumkin emas: %s

source: Invalid value for property ‘%s’: %s
kk: ‘%s’ қасиеті үшін жарамсыз мән: %s
uz: “%s” xususiyati uchun noto‘g‘ri qiymat: %s

source: Unknown error setting property ‘%s’: %s
kk: ‘%s’ қасиетін орнату кезінде белгісіз қате орын алды: %s
uz: Noma’lum xatolik sozlamalari xususiyati “%s”: %s

source: The relationship key file ‘%s’ could not be loaded: %s
kk: ‘%s’ байланыс кілт файлын жүктеу мүмкін болмады: %s
uz: “%s” aloqa kalit faylini yuklab bo‘lmadi: %s

source: The relationship key file directory ‘%s’ could not be created: %s
kk: ‘%s’ байланыс кілт файлы бумасын жасау мүмкін болмады: %s
uz: “%s” aloqa kaliti fayl katalogini yaratib bo‘lmadi: %s

source: The relationship key file ‘%s’ could not be created: %s
kk: ‘%s’ байланыс кілт файлын жасау мүмкін болмады: %s
uz: “%s” aloqa kalit faylini yaratib bo‘lmadi: %s

source: Could not write updated key file ‘%s’: %s
kk: Жаңартылған ‘%s’ кілт файлын жазу мүмкін болмады: %s
uz: Yangilangan “%s” kalit faylini yozib bo‘lmadi: %s

source: Invalid IM address ‘%s’ for protocol ‘%s’: %s
kk: ‘%s’ IM адресі ‘%s’ протоколы үшін жарамсыз: %s
uz: “%s” protokoli uchun “%s” IM manzili noto‘g‘ri: %s

source: Couldn’t load data from key file: %s
kk: Кілт файлынан мәліметтерді жүктеу мүмкін болмады: %s
uz: Asosiy fayldan maʼlumotlarni yuklab boʻlmadi: %s

source: No oFono object manager running, so the oFono backend will be inactive. Either oFono isn’t installed or the service can’t be started.
kk: Бірде-бір oFono объект менеджері іске қосылмаған, сондықтан oFono бэкенді белсенді емес болады. oFono орнатылмаған немесе қызметті іске қосу мүмкін емес.
uz: Hech qanday oFono ob'ekt menejeri ishlamaydi, shuning uchun oFono backend faol bo'lmaydi. Yoki oFono o'rnatilmagan yoki xizmatni ishga tushirib bo'lmaydi.

source: Telepathy contacts representing the local user may not be removed.
kk: Жергілікті пайдаланушыны білдіретін Telepathy контактілерін өшіруге болмайды.
uz: Mahalliy foydalanuvchini ifodalovchi telepatiya kontaktlari olib tashlanmasligi mumkin.

source: Failed to remove a persona from store: %s
kk: Персонаны қоймадан өшіру сәтсіз аяқталды: %s
uz: Doʻkondan shaxsni olib tashlab boʻlmadi: %s

source: Persona store (%s, %s) requires the following details: contact (provided: ‘%s’)
kk: Персона қоймасы (%s, %s) келесі мәліметтерді қажет етеді: контакт (берілгені: ‘%s’)
uz: Persona do'koni (%s, %s) quyidagi ma'lumotlarni talab qiladi: aloqa (taqdim etilgan: “%s”)

source: Cannot create a new Telepathy contact while offline.
kk: Желіде болмаған кезде жаңа Telepathy контактісін жасау мүмкін емес.
uz: Oflayn rejimda yangi Telepatiya kontaktini yaratib bo‘lmaydi.

source: Failed to add a persona from details: %s
kk: Мәліметтерден персонаны қосу сәтсіз аяқталды: %s
uz: Tafsilotlardan shaxs qo‘shib bo‘lmadi: %s

source: Failed to change favorite without a connection to the telepathy-logger service.
kk: Таңдаулыны өзгерту telepathy-logger қызметіне қосылымсыз мүмкін болмады.
uz: Telepatiya-logger xizmatiga ulanmasdan sevimlini o'zgartirib bo'lmadi.

source: Failed to change favorite status of Telepathy Persona because it has no attached TpContact.
kk: Telepathy персонасының таңдаулы күйін өзгерту мүмкін болмады, өйткені оған TpContact тіркелмеген.
uz: Telepathy Persona sevimli holatini o‘zgartirib bo‘lmadi, chunki unga TpContact biriktirilmagan.

source: Failed to change favorite status for Telepathy contact ‘%s’.
kk: ‘%s’ Telepathy контактісі үшін таңдаулы күйін өзгерту мүмкін болмады.
uz: Telepatiya kontakti “%s” uchun sevimli holatini o‘zgartirib bo‘lmadi.

source: Failed to change contact’s alias: %s
kk: Контактінің лақап атын өзгерту сәтсіз аяқталды: %s
uz: Kontakt taxallusini o‘zgartirib bo‘lmadi: %s

source: Extended information may only be set on the user’s Telepathy contact.
kk: Кеңейтілген ақпарат тек пайдаланушының Telepathy контактісінде ғана орнатылуы мүмкін.
uz: Kengaytirilgan ma'lumot faqat foydalanuvchining Telepatiya kontaktida o'rnatilishi mumkin.

source: Extended information cannot be written because the store is disconnected.
kk: Кеңейтілген ақпаратты жазу мүмкін емес, себебі қойма ажыратылған.
uz: Kengaytirilgan ma'lumotni yozib bo'lmaydi, chunki do'kon uzilgan.

source: Failed to change group membership: %s
kk: Топқа мүшелікті өзгерту сәтсіз аяқталды: %s
uz: Guruh aʼzoligini oʻzgartirib boʻlmadi: %s

source: Account is offline.
kk: Тіркелгі желіде емес.
uz: Hisob oflayn.

source: Alias is not writeable on this contact.
kk: Бұл контактта лақап атын жазу мүмкін емес.
uz: Bu kontaktga taxallusni yozib bo‘lmaydi.

source: Error listing contents of folder ‘%s’: %s
kk: ‘%s’ бумасының мазмұнын тізімдеу қатесі: %s
uz: “%s” jildi tarkibini roʻyxatga kiritishda xatolik yuz berdi: %s

source: Error querying info for target ‘%s’ of symlink ‘%s’: %s
kk: ‘%s’ нысанасы үшін (‘%s’ символдық сілтемесі) ақпаратты сұрау қатесі: %s
uz: “%s” ramziy havolasining “%s” maqsadi uchun maʼlumotni soʻrashda xatolik yuz berdi: %s

source: File or directory ‘%s’ does not exist.
kk: ‘%s’ файлы немесе бумасы жоқ.
uz: “%s” fayl yoki katalog mavjud emas.

source: Failed to get content type for ‘%s’.
kk: ‘%s’ үшін мазмұн түрін алу сәтсіз аяқталды.
uz: “%s” uchun kontent turi olinmadi.

source: Birthday event ID is not writeable on this contact.
kk: Бұл контактта туған күн оқиғасының идентификаторы жазылмайды.
uz: Bu kontaktga tug‘ilgan kun identifikatorini yozib bo‘lmaydi.

source: Extended fields are not writeable on this contact.
kk: Бұл контактта кеңейтілген өрістер жазылмайды.
uz: Ushbu kontaktga kengaytirilgan maydonlarni yozib bo'lmaydi.

source: Favorite status is not writeable on this contact.
kk: Бұл контактта таңдаулы күйі жазылмайды.
uz: Sevimli holatni ushbu kontaktga yozib bo'lmaydi.

source: The IM address ‘%s’ could not be understood.
kk: ‘%s’ IM адресі түсініксіз.
uz: ‘%s’ IM manzilini tushunib bo‘lmadi.

source: Error preparing persona store ‘%s’: %s
kk: ‘%s’ персона қоймасын дайындау қатесі: %s
uz: “%s” shaxsiy do‘konini tayyorlashda xatolik yuz berdi: %s

source: Unknown property ‘%s’ in linkable property list.
kk: Байланыстырылатын қасиеттер тізіміндегі беймәлім ‘%s’ қасиеті.
uz: Nomaʼlum xususiyat “%s” bogʻlanishi mumkin boʻlgan xususiyatlar roʻyxatida.

source: Failed to add contact for persona store ID ‘%s’: %s
kk: ‘%s’ персона қоймасының идентификаторы үшін контакт қосу сәтсіз аяқталды: %s
uz: “%s” shaxsiy do‘kon identifikatori uchun kontakt qo‘shib bo‘lmadi: %s

source: Anti-links can’t be removed between personas being linked.
kk: Байланыстырылатын персоналар арасындағы анти-сілтемелерді өшіру мүмкін емес.
uz: Bog'langan shaxslar o'rtasida anti-havolalarni olib tashlab bo'lmaydi.

source: Can’t add personas with no primary store.
kk: Негізгі қоймасы жоқ персоналарды қосу мүмкін емес.
uz: Asosiy doʻkonsiz shaxslarni qoʻshib boʻlmaydi.

source: Persona store ‘%s:%s’ is configured as primary, but could not be found or failed to load.
kk: ‘%s:%s’ персона қоймасы негізгі ретінде бапталған, бірақ табылмады немесе жүктеу сәтсіз аяқталды.
uz: “%s:%s” shaxsiy doʻkoni asosiy sifatida sozlangan, lekin topilmadi yoki yuklab boʻlmadi.

source: Check the relevant service is running, or change the default store in that service or using the ‘%s’ GSettings key.
kk: Тиісті қызметтің қосулы екенін тексеріңіз немесе сол қызметтегі не ‘%s’ GSettings кілті арқылы әдепкі қойманы өзгертіңіз.
uz: Tegishli xizmat ishlayotganligini tekshiring yoki ushbu xizmatdagi standart doʻkonni oʻzgartiring yoki “%s” GSettings tugmasidan foydalaning.

source: Can’t write to requested property (‘%s’) of the writeable store.
kk: Жазуға болатын қойманың сұралған (‘%s’) қасиетіне жазу мүмкін емес.
uz: Yoziladigan doʻkonning soʻralgan xususiyatiga (“%s”) yozish imkonsiz.

source: Failed to change property ‘%s’: No suitable personas were found.
kk: ‘%s’ қасиетін өзгерту сәтсіз аяқталды: Сәйкес персоналар табылмады.
uz: “%s” xususiyatini o‘zgartirib bo‘lmadi: mos shaxslar topilmadi.

source: Unnamed Person
kk: Аты жоқ персона
uz: Nomisiz shaxs

source: Primary store ID
kk: Негізгі қойма идентификаторы
uz: Asosiy doʻkon identifikatori

source: The ID of the persona store which folks should use as primary (i.e. to store linking data in). The type ID of the store may optionally be prepended, separated by a colon. For example: ‘eds:system-address-book’ or ‘key-file’.
kk: Folks негізгі ретінде қолдануы тиіс персона қоймасының идентификаторы (мысалы, байланыстыру деректерін сақтау үшін). Қойманың түрінің идентификаторы қосымша алдына қос нүкте арқылы қосылуы мүмкін. Мысалы: ‘eds:system-address-book’ немесе ‘key-file’.
uz: Odamlar asosiy sifatida foydalanishi kerak bo'lgan persona do'konining identifikatori (ya'ni, bog'langan ma'lumotlarni saqlash uchun). Do'kon turi identifikatori ixtiyoriy ravishda oldiga qo'yilishi va ikki nuqta bilan ajratilishi mumkin. Misol uchun: 'tahrirlar: tizim-manzil-kitobi' yoki 'kalit-fayl'.

source: Unknown status
kk: Қалып-күйі белгісіз
uz: Noma'lum holat

source: Offline
kk: Желіде емес
uz: Oflayn rejimda mavjud qilish

source: Error
kk: Қате
uz: Xatolik

source: Available
kk: Қолжетерлік
uz: Mavjud

source: Away
kk: Кетіп қалған
uz: Uzoqda

source: Extended away
kk: Кеңейтілген кетіп қалған
uz: Uzoqqa cho'zilgan

source: Busy
kk: Бос емес
uz: Band

source: Hidden
kk: Жасырын
uz: Yashirin

source: Title: %s, Organisation: %s, Role: %s
kk: Лауазымы: %s, Ұйым: %s, Рөлі: %s
uz: Sarlavha: %s, Tashkilot: %s, Rol: %s

source: File %s does not exist.
kk: %s файлы жоқ.
uz: %s fayli mavjud emas.

source: Failed to get information about file %s: %s
kk: %s файлы туралы ақпарат алу сәтсіз аяқталды: %s
uz: %s fayli haqida maʼlumot olinmadi: %s

source: File %s is not readable.
kk: %s файлы оқылмайды.
uz: %s faylini oʻqib boʻlmaydi.

source: The Pidgin buddy list file ‘%s’ could not be loaded.
kk: ‘%s’ Pidgin достар тізімі файлын жүктеу мүмкін болмады.
uz: “%s” Pidgin do‘stlar ro‘yxati faylini yuklab bo‘lmadi.

source: The Pidgin buddy list file ‘%s’ could not be loaded: the root element could not be found or was not recognized.
kk: ‘%s’ Pidgin достар тізімі файлын жүктеу мүмкін болмады: түбірлік элемент табылмады немесе танылмады.
uz: Pidgin doʻstlar roʻyxati faylini “%s” yuklab boʻlmadi: ildiz elementi topilmadi yoki tan olinmadi.

source: Imported %u buddy from ‘%s’.
kk: %u дос ‘%s’ ішінен импортталды.

source: Error changing group of contact ‘%s’: %s
kk: ‘%s’ контактінің тобын өзгерту қатесі: %s
uz: “%s” kontakt guruhini o‘zgartirishda xatolik yuz berdi: %s

source: Ignoring buddy with no alias and only one IM address: %s
kk: Алиасы жоқ және тек бір IM адресі бар дос ескерілмейді: %s
uz: Taxallussiz va faqat bitta IM manzili bo'lmagan do'stga e'tibor bermaslik: %s

source: Failed to create new contact for buddy with alias ‘%s’ and IM addresses: %s Error: %s
kk: ‘%s’ алиасы және келесі IM адрестері бар дос үшін жаңа контакт жасау сәтсіз аяқталды: %s Қате: %s
uz: “%s” taxallusli va IM manzilli do‘st uchun yangi kontakt yaratib bo‘lmadi: %s Xato: %s

source: Created contact ‘%s’ for buddy with alias ‘%s’ and IM addresses: %s
kk: ‘%s’ контактісі ‘%s’ алиасы және келесі IM адрестері бар дос үшін жасалды: %s
uz: “%s” taxallusli do‘st uchun “%s” kontakti va IM manzillari yaratildi: %s

source: Source backend name (default: ‘pidgin’)
kk: Бастапқы бэкэнд атауы (әдепкі: ‘pidgin’)
uz: Manba backend nomi (standart: 'pidgin')

source: Source filename (default: specific to source backend)
kk: Бастапқы файл атауы (әдепкі: бастапқы бэкэндке тән)
uz: Manba fayl nomi (sukut bo'yicha: manba serveriga xos)

source: — import meta-contact information to libfolks
kk: — libfolks-қа мета-контакт ақпаратын импорттау
uz: — libfolksga meta-kontakt ma'lumotlarini import qilish

source: Couldn’t parse command line options: %s
kk: Пәрмен жолының опцияларын талдау мүмкін емес: %s
uz: Buyruqlar qatori parametrlarini tahlil qilib bo‘lmadi: %s

source: Couldn’t load the backends: %s
kk: Бэкэндтерді жүктеу мүмкін емес: %s
uz: Backendlarni yuklab bo‘lmadi: %s

source: Couldn’t load the ‘%s’ backend.
kk: ‘%s’ бэкэндін жүктеу мүмкін емес.
uz: “%s” backendni yuklab bo‘lmadi.

source: Couldn’t prepare the ‘%s’ backend: %s
kk: ‘%s’ бэкэндін дайындау мүмкін емес: %s
uz: “%s” serverini tayyorlab bo‘lmadi: %s

source: Couldn’t load the ‘%s’ backend’s persona store.
kk: ‘%s’ бэкэндінің тұлғалар қоймасын жүктеу мүмкін емес.
uz: “%s” backend shaxsiy doʻkonini yuklab boʻlmadi.

source: Couldn’t prepare the ‘%s’ backend’s persona store: %s
kk: ‘%s’ бэкэндінің тұлғалар қоймасын дайындау мүмкін емес: %s
uz: “%s” backend shaxsiy do‘konini tayyorlab bo‘lmadi: %s

source: Error importing contacts: %s
kk: Контактілерді импорттау қатесі: %s
uz: Kontaktlarni import qilishda xatolik yuz berdi: %s

source: Unrecognized source backend name ‘%s’. ‘%s’ is currently the only supported source backend.
kk: Танылмаған бастапқы бэкэнд атауы ‘%s’. Қазіргі уақытта қолдау көрсетілетін жалғыз бастапқы бэкэнд — ‘%s’.
uz: Noma’lum manba server nomi “%s”. ‘%s’ hozirda qo‘llab-quvvatlanadigan yagona manbadir.
