Repository: GNOME/folks
Catalog: po/kw.po
Languages: kw

source: No BlueZ 5 object manager running, so the BlueZ backend will be inactive. Either your BlueZ installation is too old (only version 5 is supported) or the service can’t be started.
kw: Dyghtyer Bluez 5 vyth owth eksekutya, ytho an oberer BlueZ a wra bos anweythresek. Po ty leyans BlueZ yw re koth (verson 5 hepken yw skoodhys) po an gonis ny yllir bos dallethys.

source: Error connecting to OBEX transfer daemon over D-Bus. Ensure BlueZ and obexd are installed.
kw: Error ow junya dhe daemon treusporth OBEX dres D-Bus. Surhe BlueZ hag obexd yw leys.

source: Error reading the transferred address book file: %s
kw: Error ow redya an restren lyver trigvaow treusperthys: %s

source: Error during transfer of the address book ‘%s’ from Bluetooth device ‘%s’.
kw: Eror dres treusporth a'n lyver trigvaow ‘%s’ dhyworth devis Bluetooth ‘%s’.

source: Permission to access the address book on Bluetooth device ‘%s’ was denied by the user.
kw: Gront rag drehedhes an lyver trigvaow war devis Bluetooth ‘%s’ yw naghys gans an usyer.

source: An OBEX address book transfer from device ‘%s’ could not be started: %s
kw: Treusporth lyver trigvaow OBEX dhyworth devis ‘%s’ ny yllir bos dallethys: %s

source: The OBEX address book transfer from device ‘%s’ failed: %s
kw: An treusporth lyver trigvaow OBEX dhyworth devis ‘%s’ fyllis: %s

source: Error during transfer of the address book from Bluetooth device ‘%s’: %s
kw: Error dres treusporth a'n lyver trigvaow dhyworth devis Bluetooth ‘%s’: %s

source: Bluetooth device ‘%s’ disappeared during address book transfer.
kw: Devis Bluetooth ‘%s’ mes a wel dres treusporth lyver trigva.

source: Starred in Android
kw: Sterenys yn Android

source: Address book ‘%s’ is offline, so contact ‘%s’ cannot be removed.
kw: Lyver trigvaow ‘%s’ yw dhywarlinen, ytho kestav ‘%s’ ny yllir bos removys.

source: Permission denied to remove contact ‘%s’: %s
kw: Gront naghys dhe remova kestav ‘%s’: %s

source: Removing contacts isn’t supported by this persona store: %s
kw: Ow remova kestavow yw anskoodhys gans an gwithva persona: %s

source: Can’t remove contact ‘%s’: %s
kw: Ny yllir remova kestav ‘%s’: %s

source: Address book ‘%s’ is offline.
kw: Lyver trigvaow ‘%s’ yw dhywarlinen.

source: Permission denied to open address book ‘%s’: %s
kw: Gront naghys rag ygeri lyver trigvaow ‘%s’: %s

source: Couldn’t open address book ‘%s’: %s
kw: Ny yllir ygeri lyver trigvaow ‘%s’: %s

source: Couldn’t get address book capabilities: %s
kw: Ny yllir kerghes gallosow lyver trigvaow: %s

source: Couldn’t get view for address book ‘%s’.
kw: Ny yllir kerghes gwel rag lyver trigvaow ‘%s’.

source: Couldn’t get view for address book ‘%s’: %s
kw: Ny yllir kerghes gwel rag lyver trigvaow ‘%s’: %s

source: Creating a new contact failed due to reaching the timeout.
kw: Ow gul kestav nowydh fyllis drefen ow hedhes an termyn yn-mes.

source: Changing the ‘%s’ property failed due to reaching the timeout.
kw: Ow chanjya an teythien ‘%s’ fyllis drefen ow hedhes an termyn yn-mes.

source: Avatar is not writeable on this contact.
kw: Aven profil na skrifadow war'n kestav ma.

source: Web service addresses are not writeable on this contact.
kw: Trigvaow gonisyow gwi na skrifadow war'n kestav ma.

source: URLs are not writeable on this contact.
kw: Gorgevrennow na skrifadow war'n kestav ma.

source: Local IDs are not writeable on this contact.
kw: IDs leel na skrifadow war'n kestav ma.

source: The contact cannot be marked as favourite.
kw: An kestav ny yllir bos merkys avel drudh.

source: Can’t update avatar: %s
kw: Ny yllir nowedhi aven profil: %s

source: E-mail addresses are not writeable on this contact.
kw: Trigvaow ebost na skrifadow war'n kestav ma.

source: Phone numbers are not writeable on this contact.
kw: Niverow pellgowser na skrifadow war'n kestav ma.

source: Postal addresses are not writeable on this contact.
kw: Trigvaow post na skrifadow war'n kestav ma.

source: Full name is not writeable on this contact.
kw: Hanow leun na skrifadow war'n kestav ma.

source: Nickname is not writeable on this contact.
kw: Leshanow na skrifadow war'n kestav ma.

source: Notes are not writeable on this contact.
kw: Notennow na skrifadow war'n kestav ma.

source: Birthday is not writeable on this contact.
kw: Penn-bloodh na skrifadow war'n kestav ma.

source: Roles are not writeable on this contact.
kw: Rannow na skrifadow war'n kestav ma.

source: Structured name is not writeable on this contact.
kw: Hanow arayys na skrifadow war'n kestav ma.

source: IM addresses are not writeable on this contact.
kw: Trigvaow messajys desempis na skrifadow war'n kestav ma.

source: Groups are not writeable on this contact.
kw: Bagasow na skrifadow war'n kestav ma.

source: My Contacts is only available for Google Contacts
kw: Ow Kestavow yw kavadow rag Google Contacts hepken

source: Gender is not writeable on this contact.
kw: Reydh na skrifadow war'n kestav ma.

source: Anti-links are not writeable on this contact.
kw: Gorthgorgevrennow na skrifadow war'n kestav ma.

source: Location is not writeable on this contact.
kw: Tyller na skrifadow war'n kestav ma.

source: Permission denied when creating new contact: %s
kw: Gront naghys pan ow gul kestav nowydh: %s

source: Address book is offline and a new contact cannot be created: %s
kw: Lyver trigva yw dhywarlinen ha kestav nowydh ny yllir bos gwrys: %s

source: New contact is not writeable: %s
kw: Kestav nowydh na skrifadow: %s

source: Invalid value in contact: %s
kw: Dalgh anewn yn kestav: %s

source: Unknown error adding contact: %s
kw: Error ankoth dres owth addya kestav: %s

source: Property ‘%s’ is not writeable: %s
kw: Teythien ‘%s’ na skrifadow: %s

source: Invalid value for property ‘%s’: %s
kw: Dalgh anewn rag teythien ‘%s’: %s

source: Unknown error setting property ‘%s’: %s
kw: Error ankoth ow gorra teythien ‘%s’: %s

source: The relationship key file ‘%s’ could not be loaded: %s
kw: An restren alhwedh keskolm ‘%s’ ny yllir bos kargys: %s

source: The relationship key file directory ‘%s’ could not be created: %s
kw: An restrenva restren alhwedh keskolm ‘%s’ ny yllir bos gwrys: %s

source: The relationship key file ‘%s’ could not be created: %s
kw: An restren alhwedh keskolm ‘%s’ ny yllir bos gwrys: %s

source: Could not write updated key file ‘%s’: %s
kw: Ny yllir skrifa restren alhwedh nowdhys ‘%s’: %s

source: Invalid IM address ‘%s’ for protocol ‘%s’: %s
kw: Trigva messajys desempis anewn ‘%s’ rag protokol ‘%s’: %s

source: Couldn’t load data from key file: %s
kw: Ny yllir karga data dhyworth restren alhwedh: %s

source: No oFono object manager running, so the oFono backend will be inactive. Either oFono isn’t installed or the service can’t be started.
kw: Dyghtyer taklow oFono vyth owth eksekutya, ytho an oberer oFono a wra anweythresek. Po oFono na leys po an gonis ny yllir bos dallethys.

source: Telepathy contacts representing the local user may not be removed.
kw: Kestavow Telepathy ow representya an usyer leel a wra na removys martesen.

source: Failed to remove a persona from store: %s
kw: Y fyllis remova unn persona dhyworth gwithva: %s

source: Persona store (%s, %s) requires the following details: contact (provided: ‘%s’)
kw: Gwithva persona (%s, %s) rekwirya an manylyon a sew: kestav (provys: ‘%s’)

source: Cannot create a new Telepathy contact while offline.
kw: Ny yllir gul kestav Telepathy nowydh pan dhywarlinen.

source: Failed to add a persona from details: %s
kw: Y fyllis addya persona dhyworth manylyon: %s

source: Failed to change favorite without a connection to the telepathy-logger service.
kw: Y fyllis chanjya drudh heb junyans dhe'n gonis telepathy-logger.

source: Failed to change favorite status of Telepathy Persona because it has no attached TpContact.
kw: Y fyllis chanjya studh drudh a Persona Telepathy dre reson yth kavos TpContact stag vyth.

source: Failed to change favorite status for Telepathy contact ‘%s’.
kw: Y fyllis chanjya studh drudh rag kestav Telepathy ‘%s’.

source: Failed to change contact’s alias: %s
kw: Y fyllis chanjya kenhanow kestav: %s

source: Extended information may only be set on the user’s Telepathy contact.
kw: Kedhlow ynstynnys a yll bos gorrys war'n kestav Telepathy a'n usyer.

source: Extended information cannot be written because the store is disconnected.
kw: Kedhlow ynstynnys ny yllir bos skrifys dre reson an gwithva yw unjunys.

source: Failed to change group membership: %s
kw: Y fyllis chanjya eseleth bagas: %s

source: Account is offline.
kw: Akont yw dhywarlinen.

source: Alias is not writeable on this contact.
kw: Kenhanow na skrifadow war'n kestav ma.

source: Error listing contents of folder ‘%s’: %s
kw: Error ow rolya dalgh a restrenva ‘%s’: %s

source: Error querying info for target ‘%s’ of symlink ‘%s’: %s
kw: Error ow govyn kedhlow rag kosten ‘%s’ a arwodhek-gorgevren ‘%s’: %s

source: File or directory ‘%s’ does not exist.
kw: Restren po restrenva ‘%s’ na eksistya.

source: Failed to get content type for ‘%s’.
kw: Y fyllis kerghes eghen dalgh rag ‘%s’.

source: Birthday event ID is not writeable on this contact.
kw: ID hwarvos penn-bloodh na skrifadow war'n kestav ma.

source: Extended fields are not writeable on this contact.
kw: Ynworransow ynstynnys na skrifadow war'n kestav ma.

source: Favorite status is not writeable on this contact.
kw: Studh drudh na skrifadow war'n kestav ma.

source: The IM address ‘%s’ could not be understood.
kw: An trigva messajys desempis ‘%s’ ny yllir bos onderstondys.

source: Error preparing persona store ‘%s’: %s
kw: Error ow pareusi gwithva persona ‘%s’: %s

source: Unknown property ‘%s’ in linkable property list.
kw: Teythien ankoth ‘%s’ yn rol teythiennow junyadow.

source: Failed to add contact for persona store ID ‘%s’: %s
kw: Y fyllis addya kestav rag ID gwithva persona ‘%s’: %s

source: Anti-links can’t be removed between personas being linked.
kw: Gorthgorgevrennow ny yllir bos removys tredh personas dres junyans.

source: Can’t add personas with no primary store.
kw: Ny yllir addya personas gans gwithva kynsa vyth.

source: Persona store ‘%s:%s’ is configured as primary, but could not be found or failed to load.
kw: Gwithva persona ‘%s:%s’ yw selys avel kynsa, mes ny yllir bos kavas po fyllis karga.

source: Check the relevant service is running, or change the default store in that service or using the ‘%s’ GSettings key.
kw: Checkya an gonis perthynek yw owth eksekutya, po chanjya an gwithva defowt y'n gonis ma po ow devnydhya an alhwedh GSettings ‘%s’.

source: Can’t write to requested property (‘%s’) of the writeable store.
kw: Ny yllir skrifa dhe teythien govynys (‘%s’) a'n gwithva skrifadow.

source: Failed to change property ‘%s’: No suitable personas were found.
kw: Y fyllis chanjya teythien ‘%s’: Personas fytti kavas vyth.

source: Unnamed Person
kw: Den Anhenwys

source: Primary store ID
kw: ID gwithva kynsa

source: The ID of the persona store which folks should use as primary (i.e. to store linking data in). The type ID of the store may optionally be prepended, separated by a colon. For example: ‘eds:system-address-book’ or ‘key-file’.
kw: An ID a'n gwithva persona may folks kodh devnydhya avel kynsa (r.e. rag gwitha data junya yn). An ID eghen a'n gwithva a yll dre dhewis bos ragaddys, diberthys gans unn dewpoyntys. Rag ensampel: ‘eds:system-address-book’ po ‘key-file’.

source: Unknown status
kw: Studh ankoth

source: Offline
kw: Dhywarlinen

source: Available
kw: Kavadow

source: Away
kw: Dhe-ves

source: Extended away
kw: Dhe-ves ynstynnys

source: Busy
kw: Bysi

source: Hidden
kw: Kudh

source: Title: %s, Organisation: %s, Role: %s
kw: Titel: %s, Kowethyans: %s, Rann: %s

source: File %s does not exist.
kw: Restren %s na eksistya.

source: Failed to get information about file %s: %s
kw: Y fyllis kerghes kedhlow a-dro restren %s: %s

source: File %s is not readable.
kw: Restren %s na redyadow.

source: The Pidgin buddy list file ‘%s’ could not be loaded.
kw: An restren rol kowetha Pidgin ‘%s’ ny yllir bos kargys.

source: The Pidgin buddy list file ‘%s’ could not be loaded: the root element could not be found or was not recognized.
kw: An restren rol kowetha Pidgin ‘%s’ ny yllir bos kargys: an elven gwreydhen ny yllir bos kavas po na aswonys.

source: Imported %u buddy from ‘%s’.
kw: Ynperthys %u koweth dhyworth ‘%s’.

source: Error changing group of contact ‘%s’: %s
kw: Error dres ow chanjya bagas a kestav ‘%s’: %s

source: Ignoring buddy with no alias and only one IM address: %s
kw: Ow skonya aswon koweth gans kenhanow vyth hag unn trigva messajys desempis hepken: %s

source: Failed to create new contact for buddy with alias ‘%s’ and IM addresses: %s Error: %s
kw: Y fyllis gul kestav nowydh rag koweth gans kenhanow ‘%s’ ha trigvaow messajys desempis: %s Error: %s

source: Created contact ‘%s’ for buddy with alias ‘%s’ and IM addresses: %s
kw: Gwrys kestav ‘%s’ rag koweth gans kenhanow ‘%s’ ha trigvaow messajys desempis: %s

source: Source backend name (default: ‘pidgin’)
kw: Hanow oberer devedhyans (defowt: ‘pidgin’)

source: Source filename (default: specific to source backend)
kw: Hanow restren devedhyans (defowt: komparek dhe oberer devedhyans)

source: — import meta-contact information to libfolks
kw: — ynperthi kedhlow meta-kestav dhe libfolks

source: Couldn’t parse command line options: %s
kw: Ny yllir redya dewisyow arghadow-linen: %s

source: Couldn’t load the backends: %s
kw: Ny yllir karga an oberoryon: %s

source: Couldn’t load the ‘%s’ backend.
kw: Ny yllir kargaan oberer ‘%s’.

source: Couldn’t prepare the ‘%s’ backend: %s
kw: Ny yllir pareusi an oberer ‘%s’: %s

source: Couldn’t load the ‘%s’ backend’s persona store.
kw: Ny yllir karga an gwithva persona oberer ‘%s’.

source: Couldn’t prepare the ‘%s’ backend’s persona store: %s
kw: Ny yllir pareusi an gwithva persona oberer ‘%s’: %s

source: Error importing contacts: %s
kw: Error owth ynperthi kestavow: %s

source: Unrecognized source backend name ‘%s’. ‘%s’ is currently the only supported source backend.
kw: Hanow oberer devedhyans anaswonys ‘%s’. ‘%s’ yw y'n eur ma an oberer devedhyans skoodhys.
